

// คัดลอกเฉพาะ Array จาก app.js
const properties = [
    {
        asset_code: "8Z5956",
        name_th: "โครงการห้าดาวคอนโดมิเนียม โครงการ 2",
        asset_type_id: 3, 
        asset_details_selling_price: "776000",
        asset_details_total_area: "32", 
        asset_details_number_of_bedrooms: "1",
        asset_details_number_of_bathrooms: "1",
        location_latitude: "13.7933663",
        location_longitude: "100.5409665",
        asset_details_description_th: "ห้องชุดพักอาศัย เลขที่ 110/113 ชั้นที่ 4 ชื่ออาคารชุดห้าดาวคอนโดมิเนียม โครงการ 2 ทะเบียนอาคารชุดเลขที่ 15/2535 (มี 1 ห้องโถง 1 ห้องน้ำ) อัตราส่วนแห่งกรรมสิทธิ์ในทรัพย์ส่วนกลาง : 629 ส่วน ใน 178,546 ส่วน ข้อมูลอาคารชุด : อาคารสูง 12 ชั้น มีจำนวนห้องชุดรวม 258 ห้อง มีลิฟท์ 2 ชุด ยามรักษาความปลอดภัย 24 ชม. กล้องวงจรปิด ข้อมูล ณ วันที่ 20 ต.ค. 65 ค่าส่วนกลางประมาณ 640.00 บาท/เดือน หมายเหตุ : -สถานที่สำคัญบริเวณใกล้เคียง ได้แก่ สำนักงานใหญ่ธนาคารออมสิน แนวรถไฟฟ้าสายสีเขียวอ่อนสุขุมวิท สถานีรถไฟฟ้าสะพานควาย โรงพยาบาลเปาโล ห้างบิ๊กซี เป็นต้น"
    },
    {
        asset_code: "2T0377",
        name_th: "บ้านเดี่ยว",
        asset_type_id: 4, 
        asset_details_selling_price: "64686000",
        asset_details_total_area: "6324", 
        asset_details_number_of_bedrooms: "1", 
        asset_details_number_of_bathrooms: "1", 
        location_latitude: "13.784407",
        location_longitude: "100.701647",
        asset_details_description_th: "ที่ดินจำนวน 3 แปลงติดต่อกัน เป็นรูปหลายเหลี่ยม ขนาดแปลงที่ดินด้านทิศตะวันออก กว้างประมาณ 36 ม. (ส่วนที่ติดถนนกว้างประมาณ 8 ม.) ลึกสุดประมาณ 180 ม. บสส.รับโอนกรรมสิทธิ์สิ่งปลูกสร้าง ประกอบด้วย 1.อาคารพักอาศัย 2 ชั้น (คสล.) 2.อาคารศาลากลางน้ำ (คสล.) 3.อาคารป้อมยาม (คสล.) ทางเข้า-ออกทรัพย์สิน ก่อนออกสู่ทางสาธารณประโยชน์ ต้องผ่านซอยราษฎร์พัฒนา 2 เป็นทางส่วนบุคคลโฉนดที่ดินเลขที่ 214201 เลขที่ดิน 656 ได้มีการจดภาระจำยอมให้แปลงทรัพย์สินโฉนดที่ดินเลขที่ 218866 และ 242134 เรียบร้อยแล้ว ส่วนทรัพย์สินโฉนดที่ดินเลขที่ 2037 ได้แบ่งจากแปลงทางจึงไม่มีปัญหาเรื่องทางเข้า-ออก ผิวจราจรคอนกรีต กว้างประมาณ 5 ม. เขตทางกว้างประมาณ 8 ม. ++ผู้สนใจควรตรวจสอบเรื่องสิทธิในการใช้ทางให้เป็นที่พึงพอใจก่อนการเสนอซื้อ++ หมายเหตุ : - ทรัพย์สินตั้งอยู่ในย่านที่อยู่อาศัย การคมนาคมสะดวก - สถานที่สำคัญบริเวณใกล้เคียง ได้แก่ โรงเรียนวิทยานนท์ และสำนักงานที่ดิน สาขาบึงกุ่ม เป็นต้น"
    },
    {
        asset_code: "TL0576",
        name_th: "บ้านแฝด",
        asset_type_id: 15, 
        asset_details_selling_price: "1936000",
        asset_details_total_area: "171.2", 
        asset_details_number_of_bedrooms: "2",
        asset_details_number_of_bathrooms: "1",
        location_latitude: "12.778317",
        location_longitude: "101.205449",
        asset_details_description_th: "ที่ดินเป็นรูปสี่เหลี่ยมจัตุรัส ขนาดแปลงที่ดินด้านทิศใต้ติดถนน กว้างประมาณ 13 ม. ลึกประมาณ 13 ม. บสส. รับโอนกรรมสิทธิ์สิ่งปลูกสร้างระบุเป็นบ้านพักอาศัยแฝดตึกชั้นเดียว เลขที่ 82/37 ถนนผ่านหน้าทรัพย์สิน ได้แก่ หมู่บ้านเดอะพาโน่ (มาบข่า-ทับมา) เป็นทางในโครงการจัดสรรที่ได้รับอนุญาตแล้ว ผิวจราจรคอนกรีต กว้างประมาณ 6 ม. เขตทางกว้างประมาณ 8 ม. หมายเหตุ : - ทรัพย์สินตั้งอยู่ในย่านที่อยู่อาศัย สาธารณูปโภคครบครัน การคมนาคมสะดวก - สถานที่สำคัญบรเิวณใกล้เคียง ได้แก่ โรงพยาบาลส่งเสริมสุขภาพตำบลบ้านกระเฉท, วัดมาบข่า (บุษบาธาราม) และสำนักงานเทศบาลตำบลมาบข่าพัฒนา เป็นต้น"
    },
    {
        asset_code: "3A1163",
        name_th: "ชีวาทัย ราชปรารภ",
        asset_type_id: 3, 
        asset_details_selling_price: "5211000",
        asset_details_total_area: "55.85",
        asset_details_number_of_bedrooms: "2",
        asset_details_number_of_bathrooms: "1",
        location_latitude: "13.7541", 
        location_longitude: "100.5427",
        asset_details_description_th: "Chewathai Ratchaprarop (ชีวาทัย ราชปรารภ) เป็นคอนโดมิเนียมมีอาคารเดียว จำนวน 26 ชั้น 329 ยูนิต แหล่งช๊อปปิ้ง : ปิรามิตพลาซ่า ห้างสรรพสินค้าเซ็นเตอร์วัน (อนุสาวรีย์ชัยสมรภูมิ) ดีมาร์ทซุปเปอร์มาร์เก็ต คิงเพาเวอร์คอมเพล็กซ์ สถานศึกษาใกล้เคียง : โรงเรียนวัดทัศนารุณสุนทริการาม มหาวิทยาลัยราชภัฏสวนดุสิต ศูนย์การศึกษาศูนย์รางน้ำ โรงเรียนจันทรวิชา โรงเรียนนิธิปริญญา โรงเรียนรัศมีนานาชาติ สถานพยาบาลใกล้เคียง : โรงพยาบาลราชวิถี สิ่งอำนวยความสะดวก : ลิฟท์ ที่จอดรถ การรักษาความปลอดภัย 24 ชั่วโมง กล้องวงจรปิด สระว่ายนำ้ ฟิตเนส สวนหย่อม / พื้นที่จัดบาร์บีคิว - ห้องชุดพักอาศัย เลขที่ 11/94 ชั้นที่ 11 ชื่ออาคารชุด ชีวาทัย ราชปรารภ ทะเบียนอาคารชุดเลขที่ 8/2554 - อัตราส่วนแห่งกรรมสิทธิ์ในทรัพย์ส่วนกลาง : 55.85 ส่วน ใน 17,038.82 ส่วน - ข้อมูลอาคารชุด : อาคารสูง 26 ชั้น มีจำนวนห้องชุดรวม 325 ห้อง สิ่งอำนวยความสะดวก : สระว่ายน้ำ ฟิตเนส ลิฟท์โดยสาร 2 ตัว ลิฟท์ขนของ 1 ตัว สวนหย่อม ข้อมูล ณ วันที่ 20 ต.ค. 65 ค่าส่วนกลางประมาณ 1,954.75 บาท/เดือน"
    }
    //  เพิ่มข้อมูลทรัพย์ ให้ครบ 
];

// ทำให้ตัวแปร properties สามารถถูกเรียกใช้จากไฟล์อื่นได้ 
module.exports = { properties };